Repository: jofreund/mobile-app
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: de, nl, sr, zh_hans

# queue_transfer
source: Transfer queue
de: Warteschlange übertragen
nl: Wachtrij overzetten

# recommendation_favorite_playlists
source: Favorite playlists
de: Wiedergabelisten-Favoriten

# recommendation_favorite_radio_stations
source: Favorite Radio stations
de: Radiosender-Favoriten

# recommendation_in_progress_items
source: In progress
de: Wiedergabe fortsetzen

# recommendation_random_albums
source: Random albums
de: Zufällige Alben

# recommendation_random_artists
source: Random artists
de: Zufällige Künstler

# recommendation_recent_favorite_tracks
source: Recently favorited tracks
de: Kürzlich favorisierte Titel

# recommendation_recently_added_albums
source: Recently added albums
de: Kürzlich hinzugefügte Alben

# recommendation_recently_added_tracks
source: Recently added tracks
de: Kürzlich hinzugefügte Titel

# recommendation_recently_played
source: Recently played
de: Zuletzt gespielt

source: Refresh
de: Neu laden
nl: Vernieuwen

# schema_incompatible_dialog_exit
source: Exit
de: Beenden
nl: Afsluiten

# schema_incompatible_dialog_message
source: This app is too old to connect to this server. Please update the app to continue.
de: Die App-Version ist zu alt für diesen Server. Bitte aktualisiere die App.
nl: Deze app is te oud om verbinding te maken met deze server. Werk de app bij om door te gaan.

# schema_incompatible_dialog_title
source: Update required
de: Update erforderlich
nl: Update vereist

# search_error
source: Error loading search results
de: Fehler beim Laden der Suchergebnisse
nl: Fout bij laden zoekresultaten

# search_filter_all
source: All
de: Alle

# search_in_library_only
source: In library only
de: Nur in Bibliothek
nl: Alleen in bibliotheek

# search_no_results
source: No results found
de: Keine Ergebnisse gefunden
nl: Geen resultaten gevonden

# search_prompt_types
source: Artists, albums, tracks and more
de: Künstler, Alben, Titel und mehr
nl: Artiesten, albums, nummers en meer

# search_query_label
source: Search…
de: Suche...
nl: Zoekopdracht

# search_start
source: Start searching…
de: Suche starten
nl: Begin met zoeken…

# search_title
source: Global search
de: Globale Suche
nl: Globaal zoeken

# server_id_mismatch_error
source: Server ID was changed. Re-authentication required.
de: Server ID hat sich geändert. Reauthentifizierung nötig.
nl: De server-ID is gewijzigd. Je moet je opnieuw authenticeren.

# settings_about_description
source: Music Assistant is a free, open-source, self-hosted music server. Connect to your server below to browse your library and control playback throughout your home.
de: Music Assistant ist ein kostenloser und selbst gehosteter open-source Musik Server. Verbinde Dich mit Deinem Server, um Deine Bibliothek zu durchsuchen und die Wiedergabe aller Player im Haus zu steuern.
nl: Music Assistant is een gratis, open-source, zelfgehoste muziekserver. Maak hieronder verbinding met jouw server om door je bibliotheek te bladeren en de weergave in je hele huis te bedienen.

# settings_about_learn_more
source: Learn more at music-assistant.io →
de: Mehr Informationen auf music-assistant.io →
nl: Meer informatie op music-assistant.io →

# settings_buffer_size
source: Buffer size
de: Puffergröße
nl: Buffergrootte

# settings_car
source: Car (Android Auto / CarPlay)
de: Android Auto / Apple CarPlay
nl: Auto (Android Auto / CarPlay)

# settings_car_bulk_for
source: %1$@ actions
de: Aktionen für %1$@
nl: %1$@ acties
sr: %1$@ акције

# settings_car_dsp
source: DSP presets
de: DSP Voreinstellungen

# settings_car_dsp_disable
source: Disable DSP
de: DSP deaktivieren
nl: DSP uitschakelen

# settings_car_dsp_explanation
source: Choose what happens to local player DSP depending on car connection. Changes take effect the next time the phone is connected or disconnected.
de: Steuert die DSP-Einstellungen des lokalen Players beim Verbinden und Trennen mit CarPlay. Änderungen werden erst bei der nächsten Verbindung oder Trennung wirksam.
nl: Kies wat er met de DSP van de lokale speler gebeurt, afhankelijk van de verbinding met de auto. De wijzigingen worden bij de volgende keer aansluiten of loskoppelen toegepast.

# settings_car_dsp_nothing
source: Nothing
de: Ohne DSP
nl: Niets

# settings_car_dsp_on_connect
source: On connect
de: Beim Verbinden
nl: Bij verbinden

# settings_car_dsp_on_disconnect
source: On disconnect
de: Beim Trennen
nl: Bij loskoppelen

# settings_car_dsp_unavailable
source: A previously selected preset was removed on the server and has been reset to "Nothing".
de: Eine vorher ausgewählte Voreinstellung wurde serverseitig entfernt und auf "Ohne DSP" zurückgesetzt.
nl: Een eerder geselecteerde preset is van de server verwijderd en is teruggezet naar 'Niets'.

# settings_car_enqueue_action
source: Enqueue action
de: Aktionen zum Einreihen in die Warteschlange
nl: Wachtrij actie

# settings_car_item_actions
source: Item actions
de: Aktionen
nl: Itemacties
sr: Акције ставке

# settings_codec_preference
source: Codec preference
de: Codec Präferenz
nl: Codec-voorkeur

# settings_connect
source: Connect
de: Verbinden
nl: Verbinden

# settings_connect_saved
source: Connect with saved credentials
de: Mit gespeicherten Anmeldedaten verbinden
nl: Verbinden met opgeslagen inloggegevens

# settings_connect_webrtc
source: Connect via WebRTC
de: Via WebRTC verbinden
nl: Verbinden via WebRTC

# settings_connected
source: Connected
de: Verbunden
nl: Verbonden

# settings_connected_to
source: Connected to %1$@:%2$d
de: Verbunden mit %1$@:%2$d
nl: Verbonden met %1$@:%2$d

# settings_connected_webrtc
source: Connected via WebRTC
de: Verbunden via WebRTC
nl: Verbonden via WebRTC

# settings_connecting
source: Connecting…
de: Verbinden...
nl: Verbinden…

# settings_connecting_remote
source: Connecting to remote server…
de: Verbinde mit Remote Server
nl: Verbinding maken met externe server…

# settings_connecting_to
source: Connecting to %1$@:%2$@…
de: Verbinde mit %1$@:%2$@...
nl: Verbinden met %1$@:%2$@…

# settings_connection_direct
source: Direct
de: Direkt

# settings_connection_experimental
source: Experimental
de: Experimentell
nl: Experimenteel

# settings_connection_method
source: Connection Method
de: Verbindungsmethode
nl: Verbindingsmethode

# settings_custom_sendspin
source: Custom Sendspin connection
de: Benutzerdefinierte Sendspin Verbindung
nl: Aangepaste Sendspin-verbinding

# settings_disable_local_player
source: Disable local player
de: Lokalen Player deaktivieren
nl: Lokale speler uitschakelen

# settings_disconnect
source: Disconnect
de: Verbindung trennen
nl: Verbinding verbreken

# settings_enable_local_player
source: Enable local player
de: Lokalen Player aktivieren
nl: Lokale speler inschakelen

# settings_exit_app
source: EXIT APP
de: APP BEENDEN
nl: APP AFSLUITEN

# settings_history_direct
source: Direct
de: Direkt

# settings_history_webrtc
source: WebRTC (Remote Access)
de: WebRTC (Remote Zugriff)
nl: WebRTC (Externe Toegang)

# settings_local_player_disabled
source: Local player (Sendspin protocol)
de: Lokaler Player (Sendspin protocol)
nl: Lokale speler (Sendspin-protocol)

# settings_local_player_enabled
source: Local player enabled
de: Lokaler Player aktiviert
nl: Lokale speler ingeschakeld

# settings_misc
source: Misc
de: Diverses
nl: Diversen

# settings_no_saved_connections
source: No saved connections yet
de: Noch keine gespeicherten Verbindungen
nl: Geen opgeslagen verbindingen

# settings_path
source: Path
de: Pfad
nl: Pad

# settings_port_default
source: Port (8095 by default)
de: Port (Standard: 8095)
nl: Poort (standaard 8095)

# settings_qr_scan_unavailable
source: Camera scanning is not available on this device.
de: Kamera-Scan ist auf diesem Gerät nicht verfügbar.
nl: Camera scannen is niet beschikbaar op dit apparaat.

# settings_remote_id_hint
source: Enter the Remote ID from your Music Assistant server settings
de: Remote ID aus den Music Assistant Servereinstellungen eingeben
nl: Voer de Externe ID in uit de serverinstellingen van Music Assistant.

# settings_remote_id_invalid
source: Invalid Remote ID format
de: Ungültiges Format der Remote ID
nl: Ongeldig formaat van de Externe ID

# settings_saved_connections
source: Saved Connections
de: Gespeicherte Verbindungen
nl: Opgeslagen verbindingen

# settings_scan_qr
source: Scan QR code
de: QR-Code scannen

# settings_sendspin_require_encryption
source: Require encrypted connection
de: Verschlüsselte Verbindung erforderlich
nl: Versleutelde verbinding vereisen

# settings_share_crash_logs
source: Share crash logs
de: Absturzberichte teilen
nl: Crashlogboeken delen

# settings_share_logs
source: Share logs
de: Logs teilen
nl: Logboeken delen

# settings_use_tls
source: Use TLS (wss://)
de: TLS verwenden (wss://)
nl: Gebruik TLS (wss://)

# settings_use_tls_wss
source: Use secure connection (WSS/TLS)
de: Sichere Verbindung verwenden (WSS/TLS)
nl: Gebruik beveiligde verbinding (WSS/TLS)

# settings_webrtc_description
source: Connect from anywhere without port forwarding
de: Von überall verbinden (ohne Port-Forwarding)
nl: Verbind vanaf elke locatie zonder port forwarding

# settings_webrtc_disclaimer
source: WebRTC connection can be slower and less reliable than direct or proxied connection to your server.
de: WebRTC Verbindungen können langsamer und weniger zuverlässig als direkte oder proxybasierte Verbindungen sein.
nl: De WebRTC-verbinding kan trager en minder betrouwbaar zijn dan een directe verbinding of een verbinding via een proxy met je server.

# settings_webrtc_info
source: WebRTC uses cloud signalling with end-to-end encryption. Works through most firewalls and NATs.
de: WebRTC verwendet cloud signalling und Ende-zu-Ende Verschlüsselung. Funktioniert mit den meisten Firewalls und NATs.
nl: WebRTC maakt gebruik van cloudsignalering met end-to-end-encryptie. Werkt door de meeste firewalls en NAT's.

# sleep_timer_clear
source: Clear Timer
de: Timer löschen
nl: Timer wissen
sr: Уклони тајмер
zh_hans: 取消定时

# sleep_timer_hour
source: 1 hour
de: 1 Stunde
nl: 1 uur
sr: 1 сат
zh_hans: 1 小时

# sleep_timer_hours
source: %d hours
de: %d Stunden
nl: %d uur
sr: %d сата
zh_hans: %d 小时

# sleep_timer_minutes
source: %d minutes
de: %d Minuten
nl: %d minuten
sr: %d минута
zh_hans: %d 分钟

# sleep_timer_stops_in
source: Stops in
de: Stoppt in
nl: Stopt over
sr: Зауставља се за
zh_hans: 剩余时间

# sort_artist
source: Artist
de: Künstler
nl: Artiest

# sort_date_added
source: Date added
de: Datum hinzugefügt
nl: Datum toegevoegd

# sort_date_modified
source: Date modified
de: Datum geändert
nl: Datum gewijzigd

# sort_duration
source: Duration
de: Dauer
nl: Duur

# sort_last_played
source: Last played
de: Zuletzt abgespielt
nl: Laatst afgespeeld

# sort_play_count
source: Play count
de: Wiedergaben
nl: Keren afgespeeld

# sort_release_date
source: Release date
de: Veröffentlichung
nl: Releasedatum

# sort_year
source: Year
de: Jahr
nl: Jaar

# toast_added_to_playlist
source: Added to %1$@
de: Zu %1$@ hinzugefügt
nl: Toegevoegd aan %1$@

# toast_error_add_playlist
source: Error adding to playlist
de: Fehler beim Hinzufügen zur Wiedergabeliste
nl: Fout bij toevoegen aan afspeellijst

# toast_error_create_playlist
source: Error creating playlist
de: Fehler beim Erstellen der Wiedergabeliste
nl: Fout bij maken afspeellijst
sr: Грешка при креирању плејлисте

# toast_error_mark_played
source: Error marking as played
de: Fehler beim markieren als gespielt
nl: Fout bij als afgespeeld markeren

# toast_error_mark_unplayed
source: Error marking as unplayed
de: Fehler beim markieren als ungespielt
nl: Fout bij als niet afgespeeld markeren

# toast_marked_played
source: Marked as played
de: Als gespielt markieren
nl: Als afgespeeld gemarkeerd

# toast_marked_unplayed
source: Marked as unplayed
de: Als ungespielt markieren
nl: Als niet afgespeeld gemarkeerd

# toast_no_uri
source: Media item has no URI
de: Medienelement hat keine URI
nl: Media-item heeft geen URI

# album_disc_header
source: Disc %1$d
nl: Schijf %1$d
zh_hans: 唱片 %1$d

# album_type_compilation
source: Compilation
nl: Compilatie
zh_hans: 合辑

# cd_provider_icon
source: Provider Icon
nl: Providerpictogram
zh_hans: 提供程序图标

# cd_sleep_timer_off
source: Sleep timer
nl: Slaaptimer
sr: Тајмер за спавање
zh_hans: 睡眠定时器

# player_sleep_timer
source: Sleep Timer
nl: Slaaptimer
sr: Тајмер за спавање
zh_hans: 睡眠定时器

# settings_car_tabs
source: Tabs
nl: Tabbladen
sr: Картице

# settings_player_name
source: Player name
nl: Spelersnaam

# settings_port
source: Port
nl: Poort

# settings_remote_id
source: Remote ID
nl: Externe ID

# settings_version_info
source: Version %1$@, Schema %2$@
nl: Versie %1$@, Schema %2$@

# sort_name
source: Name
nl: Naam

# sort_original
source: Original
nl: Origineel

# sort_position
source: Position
nl: Positie

# action_ok
source: OK
sr: У реду
zh_hans: 好的

# album_type_album
source: Album
zh_hans: 专辑

# album_type_live
source: Live
zh_hans: 现场

# album_type_single
source: Single
zh_hans: 单曲

# album_type_soundtrack
source: Soundtrack
zh_hans: 原声带

# clickctx_album
source: Album
zh_hans: 专辑

# clickctx_home
source: Home
zh_hans: 首页

# filter_genres
source: Genres
zh_hans: 流派

# item_subtitle_genre
source: Genre
zh_hans: 流派

# item_subtitle_podcast
source: Podcast
zh_hans: 播客

# item_subtitle_radio
source: Radio
zh_hans: 电台

# kind_podcast
source: Podcasts
zh_hans: 播客
